[Menu]
open=&Ouvrir
exit=&Quitter
first=Première &image
prev=Image &précédente
next=Image &suivante
last=Dernière &image
zoomin=Zoom a&vant
zoomout=Zoom a&rrière
fit=Ajuster à l'&écran
osize=Taille &originale (100%)
refresh=&Rafraîchir
copy=&Copier
paste=Co&ller
fileinfo=Infos sur le fichier
fileprop=Propriétés du &fichier
fileinfolder=A&fficher le fichier dans le dossier
aot=Toujours au &dessus
border=Bordure de &fenêtre
shortcuts=Raccour&cis
github_repo=Ouvrir le dépôt &GitHub
about=À &propos
delete=&Supprimer
center=&Centrer l'image

[File]
nofile=Aucun fichier sélectionné.
invalid_file=Fichier invalide ou non pris en charge
load_failed=Échec du chargement de l'image.
select_image_file=Sélectionner le fichier image
copy_failed=Échec de la copie de l'image dans le presse-papiers.
no_clipboard_image=Aucune image trouvée dans le presse-papiers !
clipboard_image=Cette image a été collée depuis le presse-papiers.
delete_confirm=Êtes-vous sûr de vouloir envoyer ce fichier à la corbeille ?
delete_title=Supprimer le fichier
delete_error_title=Erreur de suppression
delete_error_msg=Le fichier n'a pas pu être supprimé :
delete_error_reasons=Raisons possibles :
delete_error_in_use=• Le fichier est utilisé par une autre application
delete_error_readonly=• Le fichier est en lecture seule ou protégé
delete_error_no_permission=• Pas d'autorisation d'accès
delete_error_label=Erreur :

[Shortcuts]
title=Raccourcis
keyboard=Raccourcis clavier :
mouse=Souris :
kb_down=Flèche bas : Menu
kb_home=Accueil : Première image
kb_back=Retour navigateur : Image précédente
kb_left=Flèche gauche : Image précédente
kb_forward=Avancer navigateur : Image suivante
kb_right=Flèche droite : Image suivante
kb_end=Fin : Dernière image
kb_plus=Pavé num + : Zoom avant
kb_minus=Pavé num - : Zoom arrière
kb_zero=Pavé num 0 : Taille originale
kb_one=Pavé num 1 : Ajuster à l'écran
kb_f1=F1 : Infos sur le fichier image
kb_f2=F2 : Propriétés du fichier
kb_f3=F3 : Afficher le fichier dans le dossier
kb_f5=F5 : Rafraîchir
kb_ctrl_o=Ctrl+O : Ouvrir un fichier image
kb_ctrl_c=Ctrl+C : Copier l'image dans le presse-papiers
kb_ctrl_v=Ctrl+V : Coller l'image depuis le presse-papiers
kb_esc=Échap : Fermer les infos fichier
kb_alt_f4=Alt+F4 : Quitter l'application
mouse_right=Clic droit : Menu
mouse_wheel_up=Molette haut : Zoom avant
mouse_wheel_down=Molette bas : Zoom arrière
mouse_4=4e bouton souris : Image précédente
mouse_5=5e bouton souris : Image suivante
mouse_left_dbl=Double clic gauche : Taille originale
mouse_middle_dbl=Double clic milieu : Ajuster à l'écran
kb_delete=Suppr : Supprimer le fichier

[FileInfo]
folder=Dossier
file=Fichier
mod_time=Date de modification
create_time=Date de création
access_time=Dernier accès
orig_size=Taille originale
disp_size=Taille affichée
file_size=Taille du fichier
zoom=Zoom
source=Source
clipboard=Presse-papiers

[About]
about=À propos

[Error]
load_failed_msg=Échec du chargement du fichier image :
